"use strict";

const map = {
    260: "/搬砖中",
    261: "/忙到飞起",
    262: "/脑阔疼",
    263: "/沧桑",
    264: "/捂脸",
    265: "/辣眼睛",
    266: "/哦哟",
    267: "/头秃",
    268: "/问号脸",
    269: "/暗中观察",
    270: "/emm",
    271: "/吃瓜",
    272: "/呵呵哒",
    273: "/我酸了",
    274: "/太南了",
    276: "/辣椒酱",
    277: "/汪汪",
    278: "/汗",
    279: "/打脸",
    280: "/击掌",
    281: "/无眼笑",
    282: "/敬礼",
    283: "/狂笑",
    284: "/面无表情",
    285: "/摸鱼",
    286: "/魔鬼笑",
    287: "/哦",
    288: "/请",
    289: "/睁眼",
};

const pokemap = {
    0: "回戳",
    1: "戳一戳",
    2: "比心",
    3: "点赞",
    4: "心碎",
    5: "666",
    6: "放大招",
    2000: "敲门",
    2001: "抓一下",
    2002: "碎屏",
    2003: "勾引",
    2004: "手雷",
    2005: "结印",
    2006: "召唤术",
    2007: "玫瑰花",
    2009: "让你皮",
    2011: "宝贝球",
};

module.exports = {
    map, pokemap
};
